Repository: marcosjunqueira/sonar-l10n-pt-omegat
Catalog: tm/ide-omegat.tmx
Source language: en_us
Languages: pt_br

source: Update Centers
pt_br: Centrais de atualização

source: Infrastructure
pt_br: Infra-estrutura

source: It's module which contains the declaration of NetBeans update centers for Autoupdate module.
pt_br: Este é o módulo que contém a declaração das centrais de atualização do NetBeans para o módulo de atualizações automáticas.

source: Declares NetBeans autoupdate centers.
pt_br: Declara as centrais de atualização do NetNeans

source: Autoupdate Types
pt_br: Tipos de atualizações automáticas

source: 3rd Party Plugins
pt_br: Plugins de terceiros

source: Plugin Portal
pt_br: Protal de plugins

source: NetBeans IDE Branding
pt_br: Branding do NetBeans IDE

source: Provides NetBeans IDE specific branding
pt_br: Fornece o branding específico para o NetBeans IDE

source: Provides branding files that modify the general NetBeans platform and other modules texts and icons to suit better to the NetBeans IDE style
pt_br: Provê arquivos de marca própria que modificam a plataforma NetBeans e novos textos de módulos e ícones que se adequam melhor ao estilo do NetBeans IDE.

source: A {0} exception has occurred.
pt_br: Uma exceção {0} ocorreu.

source: Please report this at http://www.netbeans.org/community/issues.html, including a copy of your messages.log file as an attachment.
pt_br: Por favor, relate isto em http://www.netbeans.org/community/issues.html, incluindo uma cópia do seu arquivo messages.log como anexo.

source: The messages.log file is located in your {1} folder.
pt_br: O arquivo messages.log está localizado na pasta {1}.

source: Starting NetBeans IDE
pt_br: Iniciando o NetBeans IDE

source: Content and branding for the specific release of NetBeans, including welcome screen, branding, definition of update centers, exception reporter, etc.
pt_br: Conteúdo e branding para lançamentos específicos do NetBeans, incluindo a tela de boas-vindas, branding, a definição de centrais de atualizações, notificador de exceção, etc

source: NetBeans IDE content and branding.
pt_br: NetBeans IDE conteúdo e branding.

source: NetBeans Certified Plugin
pt_br: Plugins certificados do NetBeans

source: NetBeans Beta Plugin
pt_br: Plugins Beta do NetBeans

source: Community Contributed Plugin
pt_br: Plugins contribuídos pela comunidade

source: IDE restart needed to complete installation
pt_br: É necessário reinicializar o IDE para completar a instalação

source: IDE restart needed to complete deactivation
pt_br: É necessário reinicializar o IDE para completar a desativação

source: {0} operation will require restart of the IDE
pt_br: A operação {0} exigirá o reinício do IDE

source: Your IDE is up-to-date!
pt_br: Seu IDE está atualizado!

source: NetBeans IDE Installer
pt_br: Instalador do NetBeans IDE

source: {0} updates found.
pt_br: {0} atualizações encontradas.

source: Click here to make your IDE up-to-date.
pt_br: Clique aqui para atualizar seu IDE.

source: {0} update found.
pt_br: {0} atualização encontrada.

source: Welcome to the NetBeans IDE Plugin Installer
pt_br: Bem-vindo ao instalador de plugins do NetBeans IDE

source: Click Finish to quit the NetBeans IDE installer.
pt_br: Clique em Finalizar para sair do instalador do NetBeans IDE.

source: Restart NetBeans IDE to complete installation.
pt_br: Reinicialize o NetBeans IDE para completar a instalação

source: Restart NetBeans IDE to finish plugin installation.
pt_br: Reinicialize o NetBeans IDE para completar a instalação do plugin.

source: Restart NetBeans IDE to complete deactivation.
pt_br: Reinicialize o NetBeans IDE para completar a desativação

source: Restart NetBeans IDE to finish plugin deactivation.
pt_br: Reinicialize o NetBeans IDE para completar a desativação do plugin.

source: &Restart IDE Now
pt_br: &Reinicializar o IDE agora

source: Restart IDE &Later
pt_br: Reinicia&lizar o IDE agora

source: The NetBeans IDE Installer has successfully installed the following plugins:
pt_br: O instalador do NetBeans IDE finalizou com sucesso a instalação dos seguintes plugins:

source: The NetBeans IDE Installer has successfully uninstalled the following plugins:
pt_br: O instalador do NetBeans IDE finalizou com sucesso a desinstalação dos seguintes plugins:

source: The NetBeans IDE Installer has successfully activated the following plugins:
pt_br: O instalador do NetBeans IDE finalizou com sucesso a ativação dos seguintes plugins:

source: The NetBeans IDE Installer has successfully deactivated the following plugins:
pt_br: O instalador do NetBeans IDE finalizou com sucesso a desativação dos seguintes plugins:

source: Click Next to continue installing the remaining selected plugins using the NetBeans IDE installer.
pt_br: Clique em Próximo para continuar com a instalação dos plugins remanescentes utilizando o instalador do NetBeans IDE.

source: Click Cancel to quit the NetBeans IDE installer.
pt_br: Clique em Cancelar para sair do instalador do NetBeans IDE.

source: The NetBeans IDE Installer has successfully finished the installation.
pt_br: O instalador do NetBeans IDE finalizou com sucesso a instalação.

source: The NetBeans IDE Installer has successfully finished the uninstallation.
pt_br: O instalador do NetBeans IDE finalizou com sucesso a desinstalação.

source: {0} is waiting for restart IDE.
pt_br: {0} está esperando pela reinicialização do IDE.

source: NetBeans IDE - README
pt_br: NetBeans IDE - LEIA-ME

source: README
pt_br: LEIA-ME

source: NetBeans IDE is an integrated development environment (IDE) for writing, compiling, testing, and debugging desktop applications and web applications for the JavaTM platform.
pt_br: O NetBeans IDE é um ambiente de desenvolvimento integrado (IDE) para escrever, compilar, testar e depurar aplicações desktop e aplicações web usando a plataforma JavaTM.

source: NetBeans IDE includes a full-featured text editor with syntax highlighting and error checking, visual design tools, Ant support, version control system support, and many other features.
pt_br: O NetBeans IDE inclui um editor de texto cheio de caracteristicas como sintaxe highlighting e verificação de erros, ferramentas de design visual, suporte ao Ant, suporte a sistemas de controle de versões, e muitos outros recursos.

source: To start the IDE (Microsoft Windows) use one of these methods:
pt_br: Para iniciar o IDE (Microsoft Windows) use um destes métodos:

source: Double-click the NetBeans IDE icon on your desktop.
pt_br: Duplo clique no ícone do NetBeans IDE em sua área de trabalho.

source: Choose Start > All Programs > NetBeans 6.0 > NetBeans IDE.
pt_br: Escolha Iniciar > Todos os programas > NetBeans 6.0 > NetBeans IDE.

# Start the IDE at the command line C:> netbeans-install-directorybin etbeans.exe.
source: Start the IDE at the command line C:\> netbeans-install-directory\bin\netbeans.exe.
pt_br: Iniciar o IDE em linha de comando C:\> netbeans-install-directory\bin\netbeans.exe.

source: To start the IDE (Solaris OS or Linux):
pt_br: Para iniciar o IDE (Solaris OS ou Linux):

source: Type at the command prompt: /netbeans-install-directory/bin/netbeans
pt_br: Digite no prompt de comando /netbeans-install-directory/bin/netbeans

source: To stop the IDE:
pt_br: Para parar o IDE:

source: From the IDE, choose File > Exit.
pt_br: A partir do IDE, escolha Arquivo > Sair.

source: To uninstall the IDE (Microsoft Windows)
pt_br: Para desistalar o IDE (Microsoft Windows)

source: Use the Add/Remove Programs utility.
pt_br: Use o utilitário Adicionar ou remover programas no Painel de controle.

source: Do not manually delete the directories and files.
pt_br: Não exclua manualmente os diretórios e arquivos.

source: To uninstall the IDE (Solaris OS or Linux)
pt_br: Para desistalar o IDE (Solaris OS ou Linux)

source: Use the provided uninstaller found at /netbeans-install-directory/_uninst.
pt_br: Use o desistalador fornecido que pode ser encontrado em /netbeans-install-directory/_uninst.

source: Finding Documentation for NetBeans IDE
pt_br: Encontrando documentações para o NetBeans IDE

source: Release information on NetBeans IDE 6.0 can be found at at http://www.netbeans.org/community/releases/60/index.html.
pt_br: Informações sobre os lançamentos do NetBeans IDE 6.0 podem ser encontradas em http://www.netbeans.org/community/releases/60/index.html.

source: The index of IDE documentation can be found at http://www.netbeans.org/kb/index.html.
pt_br: O índice da documentação do IDE pode ser encontrado em http://www.netbeans.org/kb/index.html.

source: This document also provides links to further documentation.
pt_br: Este documento também fornece links para mais documentações.

source: Help documentation is available within the IDE.
pt_br: A documentação de ajuda está disponível dentro do IDE.

source: From the main menu, choose Help > Help Contents.
pt_br: A partir do menu, escolha Ajuda > Conteúdo da ajuda.

source: The Help menu also provides links to other useful documents.
pt_br: O menu Ajuda também fornece links para outros documentos úteis.

source: NetBeans IDE user directory
pt_br: Diretório do usuário do NetBeans IDE

source: A default user directory is created the first time you start the IDE.
pt_br: Um diretório de usuário padrão é criado na primeira vez em que o IDE é iniciado.

source: It is used to store your user settings, options and runtime data for personal development servers.
pt_br: É usado para armazenar suas configurações de usuário, opções e dados de tempo de execução para os servidores pessoais de desenvolvimento.

source: On Microsoft Windows systems, this directory is found at \Documents and Settings\user-id\.netbeans\version.
pt_br: Nos sistemas Microsoft Windows, este diretório é encontrado em \Documents and Settings\user-id\.netbeans\version.

source: On Solaris and Linux, this directory is found at /$HOME/netbeans_user
pt_br: No Solaris e no Linux, este diretório é encontrado em /$HOME/netbeans_user

source: NetBeans: Credits
pt_br: NetBeans: Créditos

source: The NetBeans Open Source project cannot exist without contributions from the community.
pt_br: O projeto projeto Open Source NetBeans não poderia existir sem as contribuições da comunidade.

source: Special credit is given to
pt_br: Créditos especiais são concedidos a

source: for releasing the source code to the NetBeans IDE to the public and paying the salaries of many people involved in this project.
pt_br: por liberar o código-fonte do NetBeans IDE ao público e pagar o salário de muitas pessoas envolvidas neste projeto.

source: Additional credit is given to the following people who contributed to this project (in alphabetical order and independent of the amount of their contributions):
pt_br: Crédito adicional é dado às seguintes pessoas que contribuíram para este projeto (em ordem alfabética e independente da quantidade de suas contribuições):

source: Christina Ahrens (cahrens at the host mathworks dot com)
pt_br: Christina Ahrens (cahrens@mathworks.com)

source: Asgeir Orn Asgeirsson (asgeir at the host dimonsoftware dot com)
pt_br: Asgeir Orn Asgeirsson (asgeir@dimonsoftware.com)

source: Christopher Atlan (lordy at the host restoroot dot org)
pt_br: Christopher Atlan (lordy@restoroot.org)

source: Carel Bast (Carel.Bast at the host nl dot compuware dot com)
pt_br: Carel Bast (Carel.Bast@nl.compuware.com)

source: Steve Benigan (benigan_steve at the host hotmail dot com)
pt_br: Steve Benigan (benigan_steve@hotmail.com)

source: Chris Bishop (kit at the host bishop dot net dot nz)
pt_br: Chris Bishop (kit@bishop.net.nz)

source: Michael Bishop (mikebish at the host ecsi dot com dot au)
pt_br: Michael Bishop (mikebish@ecsi.com.au)

source: Mauro Botelho (mbotelho at the host ccsc dot com)
pt_br: Mauro Botelho (mbotelho@ccsc.com)

source: Vincent Brabant (vincent.brabant at the host skynet dot be)
pt_br: Vincent Brabant (vincent.brabant@skynet.be)

source: Jeff Cantin (jdcantin at the host netbeans dot org)
pt_br: Jeff Cantin (jdcantin@netbeans.org)

source: Gabriele Carcassi (carcassi at the host netbeans dot org)
pt_br: Gabriele Carcassi (carcassi@netbeans.org)

source: Benoit Cerrina (benoit.cerrina at the host writeme dot com)
pt_br: Benoit Cerrina (benoit.cerrina@writeme.com)

source: Edwards (angjh at the host execpc dot com)
pt_br: Edwards (angjh@execpc.com)

source: Nick Fortescue (nfortescue at the host netbeans dot org)
pt_br: Nick Fortescue (nfortescue@netbeans.org)

source: Fujimoto (fuji at the host bestnewspaper dot com)
pt_br: Fujimoto (fuji@bestnewspaper.com)

source: Carl L Gilbert (lamont_gilbert at the host rigidsoftware dot com)
pt_br: Carl L Gilbert (lamont_gilbert@rigidsoftware.com)

source: Kees van Ginkel (kees_van_ginkel at the host nl dot compuware dot com)
pt_br: Kees van Ginkel (kees_van_ginkel@nl.compuware.com)

source: Andrej Golovnin (golovnin at the host gmx dot net)
pt_br: Andrej Golovnin (golovnin@gmx.net)

source: Robert Greig (user at the host rgreig dot freeserve dot co dot uk)
pt_br: Robert Greig (user@rgreig.freeserve.co.uk)

source: Gunnar Grim (gugrim at the host netbeans dot org)
pt_br: Gunnar Grim (gugrim@netbeans.org)

source: Eric Hartmann (ehartmann at the host netbeans dot org)
pt_br: Eric Hartmann (ehartmann@netbeans.org)

source: Niclas Hedhman (niclas at the host ewarna dot com)
pt_br: Niclas Hedhman (niclas@ewarna.com)

source: Leon Chiver (leon at the host level7 dot ro)
pt_br: Leon Chiver (leon@level7.ro)

source: Jonathan Keller (jhkeller at the host ucdavis dot edu)
pt_br: Jonathan Keller (jhkeller@ucdavis.edu)

source: Miloš Kleint (milos at the host ewarna dot com)
pt_br: Miloš Kleint (milos@ewarna.com)

source: Jeff Keyser (JKeyser at the host telocity dot com)
pt_br: Jeff Keyser (JKeyser@telocity.com)

source: Arjan Kok (arjan_kok at the host nl dot compuware dot com)
pt_br: Arjan Kok (arjan_kok@nl.compuware.com)

source: Holger Krug (hkrug at the host netbeans dot org)
pt_br: Holger Krug (hkrug@netbeans.org)

source: Jan Labrie (Jan_Labrie at the host nl dot compuware dot com)
pt_br: Jan Labrie (Jan_Labrie@nl.compuware.com)

source: Ross Lamont (rlamont at the host componentcorp dot com)
pt_br: Ross Lamont (rlamont@componentcorp.com)

source: Max Lobel (axobel at the host yahoo dot co dot jp)
pt_br: Max Lobel (axobel@yahoo.co.jp)

source: Jun Luo (junluo at the host nuance dot com)
pt_br: Jun Luo (junluo@nuance.com)

source: Roger Martin (neuralworks at the host home dot com)
pt_br: Roger Martin (neuralworks@home.com)

source: Maxym Mykhalchuk (gandalf at the host prtech dot dp dot ua)
pt_br: Maxym Mykhalchuk (gandalf@prtech.dp.ua)

source: Derrick Oswald (DerrickOswald at the host home dot com)
pt_br: Derrick Oswald (DerrickOswald@home.com)

source: John Richardson (jrichard at the host zealand dot mv dot com)
pt_br: John Richardson (jrichard@zealand.mv.com)

source: Gerrit Riessen (Gerrit.Riessen at the host web dot de)
pt_br: Gerrit Riessen (Gerrit.Riessen@web.de)

source: Michael Ruflin (mruflin at the host gmx dot de)
pt_br: Michael Ruflin (mruflin@gmx.de)

source: Wiebe Ruiter (weeb at the host weeb dot com)
pt_br: Wiebe Ruiter (weeb@weeb.com)

source: Kai Rudiger Schobbert (KRS at the host logas dot de)
pt_br: Kai Rudiger Schobbert (KRS@logas.de)

source: Thomas Singer (thomas.singer at the host regnis dot de)
pt_br: Thomas Singer (thomas.singer@regnis.de)

source: Evan "Hippy" Slatis (Evan.Slatis at the host nl dot compuware dot com)
pt_br: Evan "Hippy" Slatis (Evan.Slatis@nl.compuware.com)

source: Christian Stein (stein at the host caladon dot de)
pt_br: Christian Stein (stein@caladon.de)

source: Ted Stockwell (ted.stockwell at the host acxiom dot com)
pt_br: Ted Stockwell (ted.stockwell@acxiom.com)

source: David Štrupl (david at the host solutions dot cz)
pt_br: David Štrupl (david@solutions.cz)

source: Lukas Tadial (lukas.tadial at the host email dot cz)
pt_br: Lukas Tadial (lukas.tadial@email.cz)

source: Alan Tai (Alan.Tai at the host chase dot com)
pt_br: Alan Tai (Alan.Tai@chase.com)

source: Gili Tzabari (l8r at the host email dot com)
pt_br: Gili Tzabari (l8r@email.com)

source: Rich Unger (runger at the host nuance dot com)
pt_br: Rich Unger (runger@nuance.com)

source: Vladimir Strigun (sva at the host netbeans dot org)
pt_br: Vladimir Strigun (sva@netbeans.org)

source: Compaq Computer Corporation (several individuals) (NetBeans at the host compaq dot com)
pt_br: Compaq Computer Corporation (vários indivíduos) (NetBeans@compaq.com)

source: If you are not listed here but feel you should be, please let us know and please give details of your contribution: for example, references to mailing list archives, Issuezilla, CVS commits, etc.
pt_br: Se você não estiver listado aqui, mas sente que deveria ser, por favor, avise-nos e dê detalhes de sua contribuição: por exemplo, referências arquivos de lista de e-mail, Issuezilla, commits no CVS, etc

source: Many thanks also go to the people who contributed ideas or gave time to help others on the mailing lists.
pt_br: Muitos agradecimentos vão também para as pessoas que contribuíram com idéias ou tempo para ajudar os outros nas listas de discussão.

source: The IDE Platform consists of the modules in the Base IDE that do not naturally belong to any of its visible plugins, but are installed together with the plugins that require them.
pt_br: A plataforma do IDE consiste de módulos do Base IDE que não pertencem naturalmente a nenhum dos seus plugins visíveis, mas estão instalados em conjunto com os plugins que necessitam deles.

source: The modules (NBMs) in IDE Platform are: Directory Chooser, External HTML Browser, External Libraries, General Online Help, General Options Dialog Panels, Generic Languages Framework, HTTP Server, IDE Defaults, Project UI, Refactoring API, Tag Based Editors Library, Timers API, and User Utilities.
pt_br: Os módulos (NBMs) na plataforma do IDE são: Selecionador de diretórios, navegador HTML externo, bibliotecas externas, ajuda online geral, painéis de diálogos de opções gerais, estrutura genérica de linguagens, servidor HTTP, padrões IDE, UI de projeto, API de refatoração, bibliotedas de editores baseados em Tag, API Timers e utilidades de usuário.

source: IDE Platform
pt_br: Plataforma do IDE

source: IDE Defaults
pt_br: Padrões do IDE

source: Contains font, color and shortcut defaults for IDE.
pt_br: Contém fontes, cores e atalhos padrões para o IDE.

source: Earth
pt_br: Terra

source: City Lights
pt_br: Luzes da cidade

source: Enables user to register to Sun Online Account
pt_br: Permite ao usuário cadastrar-se em conta Sun Online

source: Registration
pt_br: Inscrição

source: &Register
pt_br: &Registrar

source: Registration Reminder
pt_br: Lembrete de registro

source: Register
pt_br: Registrar

source: Remind Me Later
pt_br: Lembre-me mais tarde

source: Never Register
pt_br: Nunca registrar

source: Take Control
pt_br: Ter controle

source: Register Your NetBeans IDE
pt_br: Registrar seu NetBeans IDE

source: Register the NetBeans IDE to get the following benefits:
pt_br: Registrar o NetBeans IDE para obter os seguintes benefícios:

source: Notifications of new versions, patches and updates
pt_br: Notificações de novas versões, patches e atualizações

source: Special offers on Sun developer products, services and training
pt_br: Ofertas especiais em produtos, serviços e treinamento para desenvolvedores Sun

source: Access to early releases and documentation
pt_br: Acesso a novos lançamentos e documentação

source: Ability to track and manage your registered products on the SunConnection Inventory site
pt_br: Capacidade para monitorar e gerenciar os seus produtos registrados no inventário do site SunConnection

source: Registration is FREE.
pt_br: O registo é GRÁTIS.

source: License Agreement
pt_br: Contrato de licença

source: Please read the following license agreement carefully.
pt_br: Por favor, leia com cuidado o seguinte contrato de licença.

source: If you accept all terms of the agreement, click I Accept to start NetBeans IDE.
pt_br: Se você aceita todos os termos do contrato, clique em "Eu aceito" para iniciar o NetBeans IDE.

source: You must accept the agreement to start NetBeans IDE.
pt_br: Você deve aceitar o contrato para iniciar o IDE NetBeans.

source: I &Accept
pt_br: Eu &aceito

source: E&xit
pt_br: Sai&r

source: License Panel
pt_br: Painel de licença

source: License Dialog
pt_br: Diálogo de licença

source: License Text
pt_br: Texto da licença

source: Accept Button
pt_br: Botão aceitar

source: Click to accept license and continue
pt_br: Clique para aceitar a licença e continuar

source: Reject Button
pt_br: Botão rejeitar

source: Click to reject license and exit
pt_br: Clique para rejeitar a licença e sair

source: Upgrade
pt_br: Atualização

source: The Upgrade imports your IDE environment and settings from previous versions of the IDE.
pt_br: A Atualização importa seu ambiente IDE e configurações de versões anteriores do IDE.

source: Import IDE environment and settings.
pt_br: Importa o ambiente e configurações do IDE.

source: Backup directory is not empty.
pt_br: O diretório de backup não está vazio.

source: Backup directory has not been created.
pt_br: O diretório de backup não pôde ser criado.

source: README.html
pt_br: README_pt_BR.html

source: File {0} not found.
pt_br: O arquivo {0} não foi encontrado.

source: {0} is not a folder.
pt_br: {0} não é uma pasta.

source: Backup directory does not exist.
pt_br: O diretório de backup não existe.

source: Import from {0}
pt_br: Importar de {0}

source: Source IDE must be one of these versions:
pt_br: O IDE de origem deve ser de umas dessas versões:

source: Update IDE Environments From Old Releases
pt_br: Atualiza os ambientes do IDE a partir de versões anteriores

source: Version:
pt_br: Versão:

source: Backup directory {0} already exists.
pt_br: O diretório de backup {0} já existe.

source: Enter the location of your previous IDE's user directory in the Previous IDE field.
pt_br: Informe a localização de seu diretório de usuário do IDE anterior no campo "IDE anterior".

source: The default location for IDE settings is:
pt_br: O local padrão para as configurações do IDE é:

source: Microsoft Windows systems:
pt_br: Sistemas Microsoft Windows:

source: NetBeans 3.5.x software - <userhome>/.netbeans/3.5
pt_br: Software NetBeans 3.5.x - <userhome>/.netbeans/3.5

source: NetBeans 3.4.x software - <userhome>/.netbeans/3.4
pt_br: Software NetBeans 3.4.x - <userhome>/.netbeans/3.4

source: NetBeans 3.3.x software and earlier editions - user-specified directory UNIX systems:
pt_br: Software NetBeans 3.3.x e edições anteriores - diretório específico do usuário em sistemas UNIX:

source: NetBeans 3.3.x software - <userhome>/nbuser33
pt_br: Software NetBeans 3.3.x - <userhome>/nbuser33

source: NetBeans 3.2.x software - <userhome>/nbuser32
pt_br: Software NetBeans 3.2.x - <userhome>/nbuser32

source: NetBeans software (3.0 and 3.1 releases) - IDE installation directory
pt_br: Software NetBeans (versões 3.0 e 3.1) - diretório de instalação do IDE

source: Forte For Java software (3.0 and 4.0 releases) - <userhome>/nbuser
pt_br: Software Forte For Java (versões 3.0 e 4.0) - <userhome>/nbuser

source: Forte For Java, release 2.0, software - IDE installation directory
pt_br: Software Forte For Java, versão 2.0 - diretório de instalação do IDE

source: Sun ONE Studio 4 update 1 Community Edition software - <userhome>/ffjuser40ce
pt_br: Software Sun ONE Studio 4 update 1 Community Edition - <userhome>/ffjuser40ce

source: Note: If you cannot locate your previous IDE's user directory, open your previous IDE and choose About from the Help menu.
pt_br: Nota: Se você não pode localizar seu diretório de usuário do IDE anterior, abra-a e escolha "Sobre" no menu "Ajuda".
